Revit 2021.1 API
SymbolTypeId.FtOfWaterPer100ft Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId FtOfWaterPer100ft { get; }
Visual Basic
Public Shared ReadOnly Property FtOfWaterPer100ft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtOfWaterPer100ft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace